org/Martin_Biehl.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: Martin_Biehl
#+TITLE: Martin Biehl
* keywords
- [[file:active_inference.org][active inference]] ,  [[file:free_energy_principle.org][free energy principle]]
* references
- [[file:Notions_of_intrinsic_motivation_by_Martin_Biehl_in_2017.org][Notions of intrinsic motivation by Martin Biehl in 2017]]
- [[file:Expanding_the_Active_Inference_Landscape_More_Intrinsic_Motivations_in_the_Perception-Action_Loop_by_Martin_Biehl,_Daniel_Polani,_et_al_in_2018.org][Expanding the Active Inference Landscape More Intrinsic Motivations in the Perception-Action Loop by Martin Biehl, Daniel Polani, et al in 2018]]
- Reformulating Karl Friston’s Free Energy Principle for Finite Markov Chains http://event.ntu.edu.sg/ccs2019/Programme/Documents/Ignite%20Session%20paper/CCS2019_paper_166.pdf
