content/posts/Martin_Biehl.md
+++
title = "Martin Biehl"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:15:30-04:00
slug = "Martin_Biehl"
draft = false
+++

## keywords {#keywords}

-   [active inference]({{< relref "active_inference" >}}) ,  [free energy principle]({{< relref "free_energy_principle" >}})


## references {#references}

-   [Notions of intrinsic motivation by Martin Biehl in 2017]({{< relref "Notions_of_intrinsic_motivation_by_Martin_Biehl_in_2017" >}})
-   [Expanding the Active Inference Landscape More Intrinsic Motivations in the Perception-Action Loop by Martin Biehl, Daniel Polani, et al in 2018]({{< relref "Expanding_the_Active_Inference_Landscape_More_Intrinsic_Motivations_in_the_Perception-Action_Loop_by_Martin_Biehl,_Daniel_Polani,_et_al_in_2018" >}})
-   Reformulating Karl Friston’s Free Energy Principle for Finite Markov Chains <http://event.ntu.edu.sg/ccs2019/Programme/Documents/Ignite%20Session%20paper/CCS2019%5Fpaper%5F166.pdf>
